Repository: danielpunkass/Sparkle
Catalog: Sparkle/*.lproj/Sparkle.strings
Languages: ar, el, fi, pl, uk

source: %@ %@ is currently the newest version available.
ar: الإصدار %2$@ هو أحدث إصدار متوفر حاليًا لتطبيق %1$@
el: Το %1$@ %2$@ είναι η τελευταία διαθέσιμη έκδοση.
fi: %1$@ %2$@ on uusin saatavilla oleva versio.
pl: %1$@ %2$@ jest najnowszą dostępną wersją.
uk: У данний момент %1$@ %2$@ є останньою версією.

source: %@ %@ is currently the newest version available. (You are currently running version %@.)
el: Το %1$@ %2$@ είναι η τελευταία διαθέσιμη έκδοση. (Η παρούσα εκδοσή σας είναι η %3$@.)
fi: %1$@ %2$@ on uusin saatavilla oleva versio. (Asennettu versio on %3$@.)
pl: %1$@ %2$@ jest najnowszą dostępną wersją. (aktualnie posiadasz %3$@.)
uk: %У данний момент %1$@ %2$@ є останньою версією. (You are currently running version %3$@.)

source: %@ %@ is now available—you have %@. Would you like to download it now?
el: Το %1$@ %2$@ είναι η νέα έκδοση--έχετε την %3$@. Θέλετε να την κατεβάσετε τώρα;
fi: %1$@ %2$@ on nyt saatavilla (nykyinen versiosi on %3$@). Haluatko ladata päivityksen nyt?
pl: %1$@ %2$@ jest już dostępny (aktualnie posiadasz %3$@). Czy chcesz go teraz pobrać?
uk: %1$@ %2$@ доступна – ви маєте %3$@. Бажаєте завантажити її зараз?

source: %@ downloaded
ar: تم تنزيل %@
el: %@ λήφθησαν
pl: Pobrano %@
uk: %@ завантажено

source: %@ of %@
ar: %1$@ من %2$@
el: %1$@ από %2$@
pl: %1$@ z %2$@
uk: %1$@ із %2$@

source: %1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?
ar: تم تنزيل %1$@ %2$@ وهو جاهز للاستخدام، هل ترغب بتثبيت التحديث وإعادة تشغيل %1$@ الآن؟
el: Το %1$@ %2$@ κατέβηκε. Είναι έτοιμο προς εγκατάσταση! Θέλετε να εγκαταστήσετε και να επανεκκινήσετε το %1$@ τώρα;
pl: %1$@ %2$@ został pobrany i jest gotowy do użycia! Czy chcesz teraz zainstalować i ponownie uruchomić %1$@?
uk: %1$@ %2$@ завантажений і готовий до використання! Бажаєте встановити і перезавантажити %1$@?

source: %1$@ can’t be updated because it was opened from a read-only or a temporary location.
el: Το %1$@ δεν μπορεί να ενημερωθεί όσο τρέχει από έναν δίσκο ανάγνωσης-μόνο ή έναν οπτικό δίσκο.
pl: %1$@ nie może zostać uaktualniony, ponieważ został uruchomiony z folderu tymczasowego lub tylko do odczytu.
uk: Під час роботи з %1$@ з тому, що призначений лише для читання, наприклад, образу диска чи оптичного диску, його неможливо оновити.

source: A new version of %@ is available!
ar: يتوفر إصدار جديد من تطبيق %@
el: Μία νέα έκδοση του %@ είναι διαθέσιμη!
fi: Uusi versio ohjelmasta %@ on saatavilla!
pl: Dostępna jest nowa wersja %@!
uk: Доступна нова версія %@!

source: A new version of %@ is ready to install!
ar: الإصدار الجديد من تطبيق %@ جاهز للتثبيت
el: Μία νέα έκδοση του %@ είναι έτοιμη για εγκατάσταση!
pl: Nowa wersja %@ gotowa do zainstalowania!
uk: Нова версія %@ готова до встановлення!

source: An error occurred in retrieving update information. Please try again later.
ar: حال خطأ دون الحصول على معلومات حول التحديث، الرجاء المحاولة لاحقًا.
el: Υπήρξε ένα σφάλμα κατά την ανάκτηση των πληροφοριών ενημέρωσης. Παρακαλώ δοκιμάστε αργότερα.
fi: Päivitystietojen haussa tapahtui virhe. Yritä myöhemmin uudelleen.
pl: Błąd podczas pobierania informacji o uaktualnieniach. Spróbuj ponownie później.
uk: Виникла помилка при отриманні інформації про оновлення. Спробуйте ще раз пізніше.

source: An error occurred while downloading the update. Please try again later.
ar: حدث خطأ أثناء تنزيل التحديث، الرجاء المحاولة لاحقًا.
el: Υπήρξε ένα σφάλμα κατά την λήψη της ενημέρωσης. Παρακαλώ δοκιμάστε αργότερα.
pl: Błąd podczas pobierania uaktualnienia. Spróbuj ponownie później.
uk: Виникла помилка при завантаження оновлення. Спробуйте ще раз пізніше.

source: An error occurred while extracting the archive. Please try again later.
ar: حدث خطأ أثناء استخراج الأرشيف، الرجاء المحاولة لاحقًا.
el: Υπήρξε ένα σφάλμα κατά την εξαγωγή του αρχείου. Παρακαλώ δοκιμάστε αργότερα.
fi: Pakkauksen purkamisessa tapahtui virhe. Yritä myöhemmin uudelleen.
pl: Błąd podczas rozpakowywania archiwum. Spróbuj ponownie później
uk: Виникла помилка при розпаковуванні архіву. Спробуйте ще раз пізніше.

source: An error occurred while parsing the update feed.
ar: حدث خطأ أثناء تحليل المعلومات المزوّدَة حول التحديث.
el: Υπήρξε ένα σφάλμα κατά την ανάλυση του feed ενημερώσεων.
pl: Błąd podczas wczytywania danych o uaktualnieniu.
uk: Виникла помилка розбору каналу оновлень.

source: Cancel
ar: إلغاء
el: Ακύρωση
fi: Kumoa
pl: Anuluj
uk: Відмінити

source: Cancel Update
ar: إلغاء التحديث
el: Ακύρωση Ενημέρωσης
fi: Peruuta päivitykset
pl: Anuluj uaktualnianie
uk: Відмінити оновлення

source: Checking for updates…
el: Έλεγχος για ενημερώσεις…
fi: Tarkistetaan päivityksiä…
pl: Sprawdzam uaktualnienia…
uk: Перевіряю наявність оновлень…

source: Downloading update…
el: Λήψη ενημέρωσης…
fi: Haetaan päivitystä…
pl: Pobieram uaktualnienie…
uk: Завантажую оновлення…

source: Extracting update…
el: Εξαγωγή ενημέρωσης…
fi: Puretaan päivitystä…
pl: Rozpakowuję uaktualnienie…
uk: Розпаковую оновлення…

source: Install and Relaunch
ar: تثبيت وإعادة تشغيل التطبيق
el: Εγκατάσταση και Επανεκκίνηση
fi: Asenna ja käynnistä ohjelma uudelleen
pl: Zainstaluj i uruchom ponownie
uk: Встановити та перезавантажити

source: Installing update…
el: Εγκατάσταση ενημέρωσης…
fi: Päivitys asennetaan…
pl: Instalowanie uaktualnienia…
uk: Встановлюю оновлення…

source: Learn More…
uk: Дізнатись більше…

source: Ready to Install
ar: جاهز للتثبيت
el: Έτοιμο προς Εγκατάσταση
fi: Valmiina asentamaan
pl: Gotowy do instalacji
uk: Готовий до встановлення

source: Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.
ar: هل ترغب في أن يتحقق %1$@ من وجود تحديثات تلقائيًا؟ يمكنك التحقق من وجود تحديثات يدويًا في أي وقت من قائمة %1$@.
el: Θέλετε το %1$@ να ελέγχει αυτόματα για ενημερώσεις; Μπορείτε να ελέγχετε πάντα για επιθυμητές ενημερώσεις από το μενού %1$@.
pl: Czy %1$@ ma automatycznie sprawdzać uaktualnienia? Zawsze możesz ręcznie sprawdzać z menu %1$@.
uk: Чи повинен %1$@ автоматично виконувати перевірку на оновлення? Ви завжди можете самостійно перевірити оновлення у меню %1$@.

source: Update Error!
ar: حدث خطأ أثناء التحديث
el: Σφάλμα Ενημέρωσης!
fi: Virhe päivityksessä
pl: Błąd uaktualniania!
uk: Помилка оновлення!

source: Updating %@
ar: تحديث %@
el: Ενημέρωση %@
fi: Päivitetään %@
pl: Uaktualniam %@
uk: Оновлюю %@

source: Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again.
ar: انقل %1$@ إلى مجلد التطبيقات وأعد تشغيله من هناك ثم حاول مجددًا.
el: Αντιγράψτε το %1$@ στον φάκελο εφαρμογών συστήματος, επανεκκινήστε το από εκεί και ξαναδοκιμάστε.
pl: Użyj Findera, aby skopiować %1$@ do folderu Programy, uruchom z nowej lokacji i spróbuj ponownie.
uk: Перемістіть %1$@ у папку з програмами, перезавантажте його звідти і спробуйте ще раз.

source: You’re up to date!
el: Είστε ενημερωμένοι!
fi: Sinulla on viimeisin versio!
pl: Jesteś na bieżąco!
uk: У вас остання версія!

source: Software Update
ar: محدث البرنامج
el: Ενημέρωση προγράμματος
fi: Ohjelmiston pävitys
pl: Uaktualnienie oprogramowania
uk: Оновлення програмного забезпечення

source: Remind Me Later
ar: تذكيري لاحقًا
el: Υπενθύμιση Αργότερα
fi: Muistuta myöhemmin
pl: Przypomnij później
uk: Нагадати пізніше

source: Skip This Version
ar: تخطي هذا الإصدار
el: Παράλειψη Έκδοσης
fi: Ohita tämä versio
pl: Pomiń tę wersję
uk: Пропустити цю версію

source: Install Update
ar: تثبيت التحديث
el: Εγκατάσταση Ενημέρωσης
fi: Asenna päivitys
pl: Zainstaluj teraz
uk: Встановити оновлення

source: Automatically download and install updates in the future
ar: تنزيل التحديثات وتثبيتها تلقائيًا في المستقبل
el: Αυτόματη λήψη και εγκατάσταση ενημερώσεων στο μέλλον
fi: Hae ja asenna päivitykset jatkossa automaattisesti
pl: Automatycznie pobierz i zainstaluj przyszłe uaktualnienia
uk: Автоматично завантажувати та встановлювати оновлення у майбутньому

source: Check Automatically
ar: التحقق تلقائيًا
el: Αυτόματος Ελεγχος
fi: Tarkista automaattisesti
pl: Sprawdzaj automatycznie
uk: Перевіряти автоматично

source: Don’t Check
ar: عدم التحقق
el: Κανένας έλεγχος
fi: Älä tarkista
pl: Nie sprawdzaj
uk: Не перервіряти

source: Check for updates automatically?
ar: هل تريد أن يتم التحقق من وجود تحديثات تلقائيًا؟
el: Αυτόματος έλεγχος για ενημερώσεις;
fi: Tarkista päivitykset käynnistyksen yhteydessä?
pl: Sprawdzać automatycznie uaktualnienia?
uk: Виконувати автоматичну перевірку оновлень?

source: Include anonymous system profile
ar: تضمين تقرير عن النظام دون ذكر معلومات عن المستخدم
el: Συμπερίληψη του ανώνυμου προφίλ του συστήματός σας
fi: Sisällytä nimetön järjestelmäprofiili
pl: Załącz anonimowe informacje o systemie
uk: Автоматично надсилати профіль системи

source: Automatically download and install updates
ar: تنزيل التحديثات وتثبيتها تلقائيًا في المست
el: Αυτόματη λήψη και εγκατάσταση ενημερώσεων
fi: Hae ja asenna päivitykset automaattisesti
pl: Automatycznie pobierz i zainstaluj uaktualnienia
uk: Автоматично завантажувати та встановлювати оновлення

source: Anonymous system profile information is used to help us plan future development work. Please contact us if you have any questions about this. This is the information that would be sent:
el: Οι ανώνυμες πληροφορίες του προφίλ του συστήματός σας, μας βοηθούν στο σχεδιασμό της μελλοντικής ανάπτυξης του προγράμματος. Παρακαλώ επικοινωνήστε μαζί μας άν έχετε ερωτήσεις. Αυτές είναι οι πληροφορίες που θα σταλούν σε εμάς:
uk: Використання анонімного профілю системи допомагає нам у планування майбутньої розробки. Якщо у вас виникли питання щодо цього, звертайтесь до нас. Інформація, що буде надіслано:

source: %@ %@ is now available—you have %@. Would you like to learn more about this update on the web?
pl: %1$@ %2$@ jest już dostępny (aktualnie posiadasz %3$@). Czy chcesz otworzyć stronę z informacjami o tym uaktualnieniu?

source: OK
ar: موافق
